<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=Generator content="Microsoft Word 15 (filtered)">
<title>I was born in Nanjing</title>

<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:SimSun;
	panose-1:2 1 6 0 3 1 1 1 1 1;}
@font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;}
@font-face
	{font-family:"\@SimSun";
	panose-1:2 1 6 0 3 1 1 1 1 1;}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	text-align:justify;
	text-justify:inter-ideograph;
	font-size:10.5pt;
	font-family:"Times New Roman",serif;}
 /* Page Definitions */
 @page WordSection1
	{size:595.3pt 841.9pt;
	margin:1.0in 1.25in 1.0in 1.25in;
	layout-grid:15.6pt;}
div.WordSection1
	{page:WordSection1;}
-->
</style>

</head>

<body lang=EN-US style='word-wrap:break-word;text-justify-trim:punctuation'>

<div class=WordSection1 style='layout-grid:15.6pt'>

<p class=MsoNormal>I remember only one childhood good friend.  His name is MA
ZhaiBai.  He lived just across the street from our house with his mother.  His
father was no longer alive when I could remember.  He had an older brother who
was an army officer.  He was two or three older than me.  We went to the same
primary school, and he was in a higher class.  At one time, the school moved to
a nearby village to avoid the bombing of Japanese airplanes.  We used to go
together to school and back every day.  He was very nice to me. Like a big
brother.  Took good care of me.  We parted when I went to Sichuan in 1942.  It
was not until 1990, almost 50 years later that we met again in Taipei. 
He was still just like a big brother.</p>

<p class=MsoNormal>&nbsp;</p>

<p class=MsoNormal>Another friend was QIU AnYu.  I cannot remember whether we
were classmates.  He was about my age.  His father was a medical doctor. 
Probably the only doctor of western medicine in that city.  He was the
godfather of my oldest brother.  We got YU in our name from them.  So I got to
know AnYu, but not too well.  Again after about 50 years, I met him again in Tsinghua
 University.  He had been a professor of civil engineering all those years.  He
still lives in Tsinghua as professor emeritus.</p>

<div style='border:none;border-bottom:double windowtext 2.25pt;padding:0in 0in 1.0pt 0in'>

<p class=MsoNormal style='border:none;padding:0in'>&nbsp;</p>

</div>

<p class=MsoNormal>&nbsp;</p>

<p class=MsoNormal>       <span lang=ZH-CN style='font-family:SimSun'>&#31461;&#24180;&#22909;&#21451;&#25105;&#21482;&#35760;&#24471;&#19968;&#20301;&#65292;&#20182;&#21483;&#39532;&#20877;&#30333;&#12290;&#20182;&#36319;&#22920;&#22920;&#20303;&#22312;&#25105;&#20204;&#36335;&#23545;&#38754;&#65292;&#25105;&#35760;&#20107;&#30340;&#26102;&#20505;&#20182;&#29238;&#20146;&#23601;&#24050;&#19981;&#22312;&#19990;&#20102;&#12290;&#20182;&#21733;&#21733;&#26159;&#20010;&#20891;&#23448;&#12290;&#20182;&#27604;&#25105;&#22823;&#20004;&#19977;&#23681;&#12290;&#25105;&#20204;&#19978;&#21516;&#19968;&#38388;&#23567;&#23398;&#65292;&#20182;&#19978;&#30340;&#24180;&#32423;&#27604;&#25105;&#39640;&#12290;&#26377;&#19968;&#38453;&#65292;&#20026;&#20102;&#36530;&#36991;&#26085;&#26412;&#39134;&#26426;&#36720;&#28856;&#65292;&#23398;&#26657;&#36716;&#31227;&#21040;&#38468;&#36817;&#30340;&#26449;&#23376;&#65292;&#25105;&#20204;&#23601;&#27599;&#22825;&#19968;&#36215;&#19978;&#23398;&#25918;&#23398;&#12290;&#20182;&#23545;&#25105;&#24456;&#22909;&#65292;&#20687;&#20010;&#22823;&#21733;&#21733;&#65292;&#24456;&#22909;&#22320;&#29031;&#39038;&#25105;&#12290;</span>1942<span
lang=ZH-CN style='font-family:SimSun'>&#24180;&#25105;&#21435;&#22235;&#24029;&#65292;&#25105;&#20204;&#23601;&#19981;&#22312;&#19968;&#36215;&#20102;&#12290;&#30452;&#21040;</span>1990<span
lang=ZH-CN style='font-family:SimSun'>&#24180;&#24038;&#21491;&#65292;&#24046;&#19981;&#22810;</span>50<span
lang=ZH-CN style='font-family:SimSun'>&#24180;&#21518;&#65292;&#25105;&#20204;&#25165;&#22312;&#21488;&#21271;&#20877;&#35265;&#38754;&#65292;&#20182;&#36824;&#26159;&#20687;&#20010;&#22823;&#21733;&#21733;&#19968;&#26679;&#12290;</span></p>

<p class=MsoNormal>       <span lang=ZH-CN style='font-family:SimSun'>&#21478;&#19968;&#20301;&#26379;&#21451;&#26159;&#35032;&#23433;&#35029;&#12290;&#25105;&#35760;&#19981;&#36215;&#26469;&#26159;&#21542;&#36319;&#25105;&#21516;&#23398;&#36807;&#12290;&#20182;&#24180;&#40836;&#21644;&#25105;&#30456;&#20223;&#12290;&#20182;&#29238;&#20146;&#26159;&#20010;&#21307;&#29983;&#65292;&#20063;&#35768;&#26159;&#22478;&#37324;&#21807;&#19968;&#30340;&#35199;&#21307;&#65292;&#20063;&#26159;&#25105;&#22823;&#21733;&#30340;&#25945;&#29238;&#12290;&#25105;&#20204;&#21517;&#23383;&#37324;&#30340;“&#35029;”&#23383;&#23601;&#26159;&#20174;&#20182;&#20204;&#37027;&#37324;&#26469;&#30340;&#12290;&#25152;&#20197;&#25105;&#24471;&#20197;&#35748;&#35782;&#23433;&#35029;&#65292;&#20294;&#19981;&#31639;&#24456;&#29087;&#12290;&#20063;&#26159;&#24046;&#19981;&#22810;</span>50<span
lang=ZH-CN style='font-family:SimSun'>&#24180;&#21518;&#65292;&#25105;&#22312;&#28165;&#21326;&#22823;&#23398;&#21448;&#35265;&#21040;&#20182;&#12290;&#20182;&#36825;&#20123;&#24180;&#26159;&#22303;&#26408;&#24037;&#31243;&#26041;&#38754;&#30340;&#25945;&#25480;&#65292;&#29616;&#22312;&#36824;&#20316;&#20026;&#36864;&#20241;&#25945;&#24072;&#20303;&#22312;&#28165;&#21326;&#26657;&#22253;&#37324;&#12290;</span></p>

<p class=MsoNormal>&nbsp;</p>

</div>

</body>

</html>
